Repository: giellalt/corpus-sme
Catalog: tmx/nob/sme/admin/depts/regjeringen.no/raehusa-agiruan-sami-gielaid-ovddas_id_622466.html.tmx
Source language: sme
Languages: nob

source: Doaibmaplánas leat máŋga doaibmabiju mat leat veahkkin joksamis dán mihttomeari .
nob: Handlingsplanen har en rekke tiltak for å understøtte dette målet . Vi har fått til mye .

source: Dasa lassin lea ráđđehus golmma maŋimus jagiid sihkkarasttán oktiibuot 23 miljovnna ruvnno lassáneami sámi gielaide Ođasmahttin- , hálddahus- ja girkodepartemeanta bušeahta bokte .
nob: Regjeringen har de siste tre årene sikret en økning på til sammen 23 millioner kroner til samiske språk over Fornyings- , administrasjons- og kirkedepartementets budsjett .

source: Dát ruđat leat lassin eará departemeanttaid sámegielaid áŋgiruššamiidda dábálaš bušeahtaid bokte .
nob: Dette kommer i tillegg til de andre departementenes satsinger på samisk språk innenfor sine ordinære budsjetter .

source: Loahpaloahpas dattetge ii leat dušše ruđain sáhka .
nob: Til syvende og sist handler det likevel ikke bare om penger .

source: Juohke áidna mis geat hupmet ovtta dahje máŋga sámi giellasuopmaniin leat giellaguoddit .
nob: Hver og en av oss som snakker et eller flere av de samiske språkene er språkbærere .

source: Juohkehačča giellaválljen árgabeaivvis , go hupmat mánáidasamet , go ovttastallat bearrašiin ja ustibiiguin , lea dehálaš giela ovdáneapmái .
nob: Den enkeltes valg i bruk av språk i dagliglivet , overfor våre barn , sammen med familie og venner , spiller en viktig rolle for språkets utvikling .

source: Dan maid mii válljet váikkuha dasa man ealli geavahan- ja gulahallangiellan sámegiella lea maiddái min mánáin ja mánáidmánáin .
nob: Våre valg vil påvirke muligheten for at de samiske språkene skal være levende bruks- og samhandlingsspråk også for våre barn og barnebarn .

source: Bargu nannemis sámi gielaid lea bistilis proseassa .
nob: Arbeidet med å styrke de samiske språkene vil måtte være en kontinuerlig prosess .

source: Ráđđehus áigu jahkemolsumis ovdanbidjat sámegielaid doaibmaplána vuosttaš ođasmahttima – ja das maŋŋil álggahit čuovvovaš ođastan proseassa .
nob: Regjeringen vil legge frem første rullering av Handlingsplan for samiske språk ved årsskiftet – og deretter begynne prosessen med neste rullering .

source: Mii háliidat ahte bargu sámi gielaiguin galgá heivehuvvot sámi servodaga dárbbuide .
nob: Vi ønsker at arbeidet med de samiske språkene skal være rettet mot behovene i det samiske samfunnet .

source: Oallugiin dis geat dáppe dál lehpet lea dehálaš gelbbolašvuohta mii sáhttá midjiide leat veahkkin buoridit dán barggu .
nob: Mange av dere som er her i dag sitter med viktig kompetanse som kan hjelpe oss å gjøre dette arbeidet bedre .

source: Mun ávžžuhan din buohkaid buktit jurdagiid ja árvalit doaibmabijuid mat galggaše váldot mielde doaibmaplánii .
nob: Jeg vil derfor oppfordre dere alle til å komme med innspill på tiltak i handlingsplanen .

source: Giitu beroštumis !
nob: Takk for oppmerksomheten !
